tap "nikitabobko/tap"
tap "pakerwreah/calendr"
tap "sst/tap"
tap "tinygo-org/tools"
brew "xz"
brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bat"
brew "btop"
brew "carapace"
brew "ccache"
brew "ffmpeg"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "d2"
brew "exiftool"
brew "eza"
brew "fd"
brew "fio"
brew "readline"
brew "fnm"
brew "fonttools"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "go"
brew "goreleaser"
brew "gzip"
brew "hyperfine"
brew "jj"
brew "just"
brew "lazygit"
brew "llvm"
brew "lld"
brew "macchina"
brew "mask"
brew "openjdk"
brew "maven"
brew "mpc"
brew "mpd"
brew "mprocs"
brew "nasm"
brew "neovim"
brew "nerdfetch"
brew "ninja"
brew "node"
brew "nushell"
brew "onefetch"
brew "opam"
brew "oterm"
brew "pipx"
brew "pkgconf"
brew "presenterm"
brew "progress"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python-yq"
brew "ripgrep"
brew "ripgrep-all"
brew "sentencepiece"
brew "starship"
brew "stow"
brew "superfile"
brew "tealdeer"
brew "tectonic"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "vhs"
brew "wget2"
brew "xcodegen"
brew "yarn"
brew "yazi"
brew "zig"
brew "zlib"
brew "zls"
brew "zoxide"
brew "sst/tap/opencode"
brew "tinygo-org/tools/tinygo"
cask "aerospace"
cask "alt-tab"
cask "anydesk"
cask "betterdisplay"
cask "calendr"
cask "chromium"
cask "cleanshot"
cask "daisydisk"
cask "figma"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-profont-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-shure-tech-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "forklift"
cask "ghostty"
cask "obsidian"
cask "qview"
cask "steam"
cask "visual-studio-code"
cask "vlc"
