tap "nikitabobko/tap"
tap "pakerwreah/calendr"
tap "sst/tap"
tap "tinygo-org/tools"
brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bat"
brew "btop"
brew "carapace"
brew "ccache"
brew "ffmpeg"
brew "cmake"
brew "cmatrix"
brew "d2"
brew "evil-helix"
brew "exiftool"
brew "eza"
brew "fd"
brew "fio"
brew "fnm"
brew "fontforge"
brew "fonttools"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "go"
brew "goreleaser"
brew "gzip"
brew "hunspell"
brew "hyperfine"
brew "jj"
brew "just"
brew "lazygit"
brew "llvm@19"
brew "macchina"
brew "mask"
brew "openjdk"
brew "maven"
brew "mpc"
brew "mpd"
brew "mprocs"
brew "nasm"
brew "neovim"
brew "nerdfetch"
brew "ninja"
brew "node"
brew "nushell"
brew "ollama"
brew "onefetch"
brew "opam"
brew "oterm"
brew "pipx"
brew "pkgconf"
brew "presenterm"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python-yq"
brew "ripgrep"
brew "ripgrep-all"
brew "sentencepiece"
brew "starship"
brew "stow"
brew "superfile"
brew "swi-prolog"
brew "tectonic"
brew "tmux"
brew "tokei"
brew "tree"
brew "vhs"
brew "wget2"
brew "yazi"
brew "yt-dlp"
brew "zig"
brew "zls"
brew "zoxide"
brew "sst/tap/opencode"
brew "tinygo-org/tools/tinygo"
cask "aerospace"
cask "alt-tab"
cask "anydesk"
cask "calendr"
cask "chromium"
cask "cleanshot"
cask "daisydisk"
cask "figma"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-profont-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-shure-tech-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "forklift"
cask "ghostty"
cask "kitty@nightly"
cask "obsidian"
cask "qview"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
vscode "1yib.svelte-bundle"
vscode "amauryrabouan.new-vsc-prolog"
vscode "ardenivanov.svelte-intellisense"
vscode "be5invis.toml"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bodil.prettier-toml"
vscode "bradlc.vscode-tailwindcss"
vscode "bwork.zig-tools"
vscode "caolin.java-run"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "charliermarsh.ruff"
vscode "circledev.glsl-canvas"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dennisvhest.npm-browser"
vscode "dhruv.maven-dependency-explorer"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gogson.opa"
vscode "golang.go"
vscode "ianic.zig-language-extras"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "kevinrose.vsc-python-indent"
vscode "ktnrg45.vscode-cython"
vscode "kylinideteam.cmake-intellisence"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "lorenzopirro.zig-snippets"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "melihaltintas.svelte-format"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "mitaki28.vscode-clang"
vscode "mohsen1.prettify-json"
vscode "mrairport.mountain"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mskelton.npm-outdated"
vscode "mvllow.rose-pine"
vscode "nefrob.vscode-just-syntax"
vscode "ocamllabs.ocaml-platform"
vscode "oracle.oracle-java"
vscode "oven.bun-vscode"
vscode "pmneo.tsimporter"
vscode "prateekmahendrakar.prettyxml"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rianadon.vscode-java-checkstyle"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "shengchen.vscode-checkstyle"
vscode "sidthesloth.html5-boilerplate"
vscode "slevesque.shader"
vscode "solomonkinard.chrome-extension-api"
vscode "solomonkinard.chrome-extensions"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tenninebt.vscode-koverage"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "webfreak.debug"
vscode "xabikos.javascriptsnippets"
vscode "xaver.clang-format"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zepalmer.ocaml-indentation"
vscode "ziglang.vscode-zig"
vscode "ziyasal.vscode-open-in-github"
